<%@page pageEncoding="utf-8" contentType="text/html; charset=utf-8"%>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>天府软件园云服务用户服务条款</title>
</head>

<body>
<h1>天府软件园云服务用户服务条款</h1>
<p>本服务条天府软件园云服务的提供方天府软件园（以下简称软件园），与用户（以下简称&#8220;您&#8221;）之间就所使用的云服务所签订的具有法律效力的合约。在您使用软件园服务之前，请务必仔细阅读并理解所列全部条款内容，选择&#8220;同意&#8221;并完成注册即表示您同意遵循本条款之所有约定。如果您对本协议的条款内容有疑问，请联系软件园垂询电话，我们将为您解释各项条款内容。如果您不同意本协议的任一条款内容，请勿进行后续操作。</p>
<ul>
  <li>
    <h2>1. 服务</h2>
    <p>本条款中&#8220;服务&#8221;指天府软件园官网<a href="http://www.tianfusoftwarepark.com/" target="_blank">http://www.tianfusoftwarepark.com</a>上为您提供的云服务。</p>
  </li>
  <li>
    <h2>2. 账户</h2>
    <ul>
      <li>
        <h3>2.1 注册</h3>
        <ul>
          <li>2.1.1 确认在您完成注册程序时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。</li>
          <li>2.1.2 在完成注册或激活流程时，您应当按照法律法规要求，按相应页面的提示准确提供并及时更新您的资料，以使之真实、及时，完整和准确。</li>
        </ul>
      </li>
      <li>
        <h3>2.2 账户安全</h3>
        <ul>
          <li>2.2.1 您须自行负责对您的账户登录名和密码保密，且须对您在该登录名和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。</li>
          <li>2.2.2 软件园有权了解您使用软件园产品及服务的真实背景及目的，有权要求您如实提供真实、全面、准确的信息；如果软件园有合理理由怀疑您提供的信息不真实、您进行虚假交易，或您的行为违反软件园的网站规则的，软件园有权暂时或永久限制您账户下所使用的所有产品及服务的部分或全部功能。</li>
        </ul>
      </li>
    </ul>
  </li>
  <li>
    <h2>3. 使用守则</h2>
    <ul>
      <li>3.1 您了解并同意软件园单方修改服务的相关规则，而无须征得您的同意，服务规则应以您使用服务时的页面提示为准，您同意并遵照服务规则是您使用本服务的前提。</li>
      <li>3.2 您了解并同意在使用软件园服务时，软件园有权依照相应的服务收费介绍或相关协议向您收取服务费用。软件园拥有制订及调整服务资费的权利，具体服务资费以您使用本服务时本网站上所列之收费方式公告或您与本公司达成的其他书面协议为准。</li>
      <li>3.3 您了解并同意当您在违反本服务条款的情况下，软件园有权拒绝继续为您提供任何服务。</li>
    </ul>
  </li>
  <li>
    <h2>4. 权利和义务</h2>
    <ul>
      <li>
        <h3>4.1 您的权力和义务</h3>
        <ul>
          <li>4.1.1 您有权利拥有和使用自己在软件园的用户名和密码。 </li>
          <li>4.1.2 您有权利享受软件园提供的服务，并有权利在接受软件园提供的服务时获得相关技术支持，服务内容详见产品介绍。 </li>
          <li>4.1.3 您保证不会利用技术或其他手段破坏及扰乱软件园及软件园其他客户的网站和服务。 </li>
          <li>4.1.4 您应尊重软件园及其他第三方的知识产权和其他合法权利，软件园保留您侵犯软件园合法权益时终止向您提供服务并不退还任何款项的权利。 </li>
          <li>4.1.5 您保证您使用软件园相关服务时将遵从国家、地方法律法规、行业惯例和社会公共道德，不会利用软件园提供的服务进行存储、发布、传播国家法律不认可的信息和内容。您承认软件园有权在您违反上述约定时有权终止向您提供服务并不予退还任何款项，因您上述行为给本公司造成损失的，您应予赔偿。 </li>
          <li>4.1.6 您保证您不会进行任何滥用软件园资源的行为，包括但不仅限于任何与黑客攻击相关的行为、虚拟货币挖矿、网格计算等。 </li>
          <li>4.1.7 您保证您不会在网站未经过软件园完成ICP备案的情况下对外开放。 </li>
          <li>4.1.8 您保证注册时使用的手机号码长期有效，一旦发现手机号码过期，将视作无效用户，帐户将会被禁止，帐户余额也不予退回。 </li>
          <li>4.1.9 您有权利要求软件园为您支付的服务费用开取正规发票，但发票中的金额不包括充值赠送部分与活动期间软件园赠送部分。 </li>
        </ul>
      </li>
      <li>
        <h3>4.2 软件园的权力和义务</h3>
        <ul>
          <li>4.2.1 软件园应根据您选择的服务以及交纳款项的情况向您提供合格的服务。 </li>
          <li>4.2.2 软件园承诺对您的资料采取对外保密措施，不向第三方披露您资料，不授权第三方使用您资料，除非根据法律法规的规定、行政司法等职权部门的要求及取得您的同意可提供。 </li>
          <li>4.2.3 软件园网站有权使用您的资料和信息。 </li>
          <li>4.2.4 软件园有权利对您进行审查并决定是否接受您成为软件园用户。 </li>
          <li>4.2.5 软件园保留在您违反国家、地方法律法规规定或违反本条款的情况下终止为您提供服务的权利，并且在任何情况下，软件园对任何间接、偶然、特殊及继起的损害不负责任。 </li>
          <li>4.2.6 软件园保留在您网站没有经过软件园ICP备案就开放的情况下配合国家相关部门解绑资源公网IP的权利。 </li>
          <li>4.2.7 软件园保留在您滥用系统资源的情况下，强制停机及冻结账号的权利。 </li>
        </ul>
      </li>
    </ul>
  </li>
  <li>
    <h2>5. 保密条款</h2>
    <ul>
      <li>5.1 保密资料指由一方向另一方披露的所有技术及非技术信息(包括但不限于产品资料，产品计划，价格，财务及营销规划，业务战略，客户信息，客户数据，研发，软件硬件，API应用数据接口，技术说明，设计，特殊公式，特殊算法等)。 </li>
      <li>5.2 本协议任何一方同意对获悉的对方之上述保密资料予以保密，并严格限制接触上述保密信息的员工遵守本条之保密义务。除非国家机关依法强制要求或上述保密资料已经进入公有领域外，接受保密资料的一方不得对外披露。 </li>
      <li>5.3 本协议双方明确认可各自用户信息和业务数据等是各自的重要资产及重点保密信息。本协议双方同意尽最大的努力保护上述保密信息等不被披露。一旦发现有上述保密信息泄露事件，双方应合作采取一切合理措施避免或者减轻损害后果的产生。 </li>
      <li>5.4 本条款不因本协议的终止而失效。 </li>
    </ul>
  </li>
  <li>
    <h2>6. 不可抗力</h2>
    <ul>
      <li>6.1 因不可抗力或者其他意外事件，使得本协议的履行不可能、不必要或者无意义的，遭受不可抗力、意外事件的一方不承担责任。 </li>
      <li>6.2 不可抗力、意外事件是指不能预见、不能克服并不能避免且对一方或双方当事人造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行等以及社会事件如战争、动乱、政府行为、电信主干线路中断、非法入侵、网路堵塞、电信部门技术调整和政府管制等。 </li>
    </ul>
  </li>
  <li>
    <h2>7. 法律适用及争议解决</h2>
    <ul>
      <li>7.1 本协议受中华人民共和国法律管辖。 </li>
      <li>7.2 在执行本协议过程中如发生纠纷，双方应及时协商解决。协商不成时，任何一方可直接向人民法院提起诉讼。 </li>
    </ul>
  </li>
</ul>
<p >至此，您已经详细阅读并已理解本协议，并同意严格遵守各条款和条件。 </p>
</body>
</html>